Repository: michellejohnsen522/STS
Catalog: STS/Main/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fi, fr, it, pl_pl, pt_br, ro

source: About
cs: Asi
de: Um
es: Acerca de
fi: Noin
fr: À propos
it: Circa
pl_pl: Około
pt_br: Sobre
ro: Despre

source: Beginner
cs: Začátečník
de: Anfänger
es: Principiante
fi: Aloittelija
fr: Débutant
it: Principiante
pl_pl: Początkujący
pt_br: Principiante
ro: Începător

source: Birthday
cs: Narozeniny
de: Geburtstag
es: Cumpleaños
fi: Syntymäpäivä
fr: Anniversaire
it: Compleanno
pl_pl: Urodziny
pt_br: Aniversário
ro: Zi de nastere

source: Code:
cs: Kód:
es: Código:
fi: Koodi:
it: Codice:
pl_pl: Kod:
pt_br: Código:
ro: Cod:

source: Date
cs: Datum
de: Datum
es: Fecha
fi: Päivämäärä
it: Data
pl_pl: Data
pt_br: Data
ro: Data

source: Date: %@
cs: Datum: %@
de: Datum: %@
es: Fecha: %@
fi: Päivämäärä: %@
it: Data: %@
pl_pl: Datф: %@
pt_br: Data:
ro: Data: %@

source: Duration
cs: Doba trvání
de: Dauer
es: Duración
fi: Kesto
fr: Durée
it: Durata
pl_pl: Czas trwania
pt_br: Duração
ro: Durată

source: Duration: %@
cs: Doba trvání: %@
de: Dauer: %@
es: Duración: %@
fi: Kesto: %@
fr: Durée: %@
it: Durata: %@
pl_pl: Czas trwania: %@
pt_br: Duração:
ro: Durată: %@

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokata
fr: Modifier
it: Modificare
pl_pl: Edytować
pt_br: Editar
ro: Edita

source: Email
cs: E-mailem
fi: Sähköposti

source: Games
cs: Hry
de: Spiele
es: Juegos
fi: Pelit
fr: Jeux
it: Giochi
pt_br: Jogos
ro: Jocuri

source: Gaming
cs: Hraní
de: Spiele
es: Juego de azar
fi: Pelaaminen
fr: Jeux
it: Gioco d'azzardo
pt_br: Jogos
ro: Jocuri

source: Gaming Clubs
cs: Herní kluby
es: Clubes de juego
fi: Peliklubit
fr: Clubs de jeux
it: Club di gioco
pl_pl: Kluby gier
pt_br: Clubes de jogos
ro: Cluburi de jocuri

source: Hour
cs: Hodina
de: Stunde
es: Hora
fi: Tunnin
fr: Heure
it: Ora
pl_pl: Godzina
pt_br: Hora
ro: Ora

source: Level
cs: Úroveň
de: Ebene
es: Nivel
fi: Taso
fr: Niveau
it: Livello
pl_pl: Poziom
pt_br: Nível
ro: Nivel

source: Level:
cs: Úroveň:
de: Ebene:
es: Nivel:
fi: Taso:
fr: Niveau:
it: Livello:
pl_pl: Poziom:
pt_br: Nível:
ro: Nivel:

source: Loyalty
cs: Věrnost
de: Loyalität
es: Lealtad
fi: Uskollisuus
fr: Loyauté
it: Lealtà
pl_pl: Lojalność
pt_br: Lealdade
ro: Loialitate

source: Loyalty Program
cs: Věrnostní program
de: Treueprogramm
es: Programa de fidelidad
fi: Kanta-asiakasohjelma
fr: Programme de fidélité
it: Programma fedeltà
pl_pl: Program lojalnościowy
pt_br: Programa de lealdade
ro: Program de fidelizare

source: Make a Reserve
cs: Vytvořte si rezervu
de: Machen Sie eine Reservierung
es: Hacer una reserva
fi: Tee varaus
fr: Faire une réserve
it: Effettua una riserva
pl_pl: Zrób rezerwację
pt_br: Faça uma reserva
ro: Fă o rezervă

source: Name
cs: Název
es: Nombre
fi: Nimi
fr: Nom
it: Nome
pl_pl: Nazwa
pt_br: Nome
ro: Nume

source: Name: %@
cs: Název: %@
es: Nombre: %@
fi: Nimi: %@
fr: Nom: %@
it: Nome: %@
pl_pl: Nazws: %@
pt_br: Nome:
ro: Nume: %@

source: News:
cs: Zprávy:
de: Nachricht:
es: Noticias:
fi: Uutiset:
fr: Nouvelles:
it: Notizia:
pl_pl: Aktualności:
pt_br: Notícias:
ro: Știri:

source: Phone
cs: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
it: Telefono
pl_pl: Telefon
pt_br: Telefone
ro: Telefon

source: Phone Number
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
it: Numero di telefono
pl_pl: Numer telefonu
pt_br: Número de telefone
ro: Număr de telefon

source: Players
cs: Hráči
de: Spieler
es: Jugadores
fi: Pelaajat
fr: Joueurs
it: Giocatori
pl_pl: Gracze
pt_br: Jogadoras
ro: Jucători

source: Players: %@
cs: Hráči: %@
de: Spieler: %@
es: Jugadores: %@
fi: Pelaajat: %@
fr: Joueurs: %@
it: Giocatori: %@
pl_pl: Gracze: %@
pt_br: Jogadoras:
ro: Jucători: %@

source: Preferred games | Addition Info
cs: Preferované hry | Doplňkové informace
de: Bevorzugte Spiele | Zusatzinfos
es: Juegos preferidos | Información adicional
fi: Suositellut pelit | Lisätiedot
fr: Jeux préférés | Informations complémentaires
it: Giochi preferiti | Informazioni aggiuntive
pl_pl: Preferowane gry | Informacje o dodatkach
pt_br: Jogos preferidos | Informações adicionais
ro: Jocuri preferate | Informații suplimentare

source: Privacy Policy
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: politique de confidentialité
it: politica sulla riservatezza
pl_pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate

source: Receive a 5% Discount on Room Rentals Starting from the First Hour
cs: Získejte 5% slevu na pronájem pokojů od první hodiny
de: Erhalten Sie 5% Rabatt auf Zimmermieten ab der ersten Stunde
es: Recibe un 5% de Descuento en el Alquiler de Habitaciones a Partir de la Primera Hora
fi: Saat 5 %:n alennuksen huonevuokrasta ensimmäisestä tunnista alkaen
fr: Bénéficiez d'une remise de 5% sur la location de salle dès la première heure
it: Ricevi uno sconto del 5% sull'affitto delle camere a partire dalla prima ora
pl_pl: Otrzymaj 5% zniżki na wynajem pokoi już od pierwszej godziny
pt_br: Receba um desconto de 5% no aluguel de salas a partir da primeira hora
ro: Primiți o reducere de 5% la închirierea camerelor începând cu prima oră

source: Receive a 10% Discount. Ability to save your progress in story games.
cs: Získejte 10% slevu. Schopnost uložit svůj postup v příběhových hrách.
de: Erhalten Sie 10 % Rabatt. Möglichkeit, Ihren Fortschritt in Story-Spielen zu speichern.
es: Recibe un 10% de descuento. Posibilidad de guardar tu progreso en juegos de historia.
fi: Saat 10% alennuksen. Mahdollisuus tallentaa edistymisesi tarinapeleissä.
fr: Bénéficiez d'une remise de 10 %. Possibilité de sauvegarder votre progression dans les jeux d'histoire.
it: Ricevi uno sconto del 10%. Possibilità di salvare i tuoi progressi nei giochi di storia.
pl_pl: Otrzymaj 10% zniżki. Możliwość zapisywania postępów w grach fabularnych.
pt_br: Receba um desconto de 10%. Capacidade de salvar seu progresso em jogos de história.
ro: Primiți o reducere de 10%. Abilitatea de a vă salva progresul în jocurile de poveste.

source: Receive a 15% Discount. All previous improvements + the ability to participate in game draws, as well as access to special events.
cs: Získejte 15% slevu. Všechna předchozí vylepšení + možnost účastnit se losování her a také přístup ke speciálním událostem.
de: Erhalten Sie 15 % Rabatt. Alle vorherigen Verbesserungen + die Möglichkeit zur Teilnahme an Spielverlosungen sowie Zugang zu Sonderveranstaltungen.
es: Recibe un 15% de descuento. Todas las mejoras anteriores + la posibilidad de participar en sorteos del juego, así como el acceso a eventos especiales.
fi: Saat 15% alennuksen. Kaikki aiemmat parannukset + mahdollisuus osallistua pelin arvontaan sekä pääsy erikoistapahtumiin.
fr: Bénéficiez d'une remise de 15 %. Toutes les améliorations précédentes + la possibilité de participer à des tirages au sort, ainsi que l'accès à des événements spéciaux.
it: Ricevi uno sconto del 15%. Tutti i miglioramenti precedenti + la possibilità di partecipare alle estrazioni del gioco, nonché l'accesso a eventi speciali.
pl_pl: Otrzymaj 15% zniżki. Wszystkie poprzednie ulepszenia + możliwość udziału w losowaniach gier, a także dostęp do wydarzeń specjalnych.
pt_br: Receba um desconto de 15%. Todas as melhorias anteriores + a capacidade de participar de sorteios de jogos, bem como acesso a eventos especiais.
ro: Primiți o reducere de 15%. Toate îmbunătățirile anterioare + posibilitatea de a participa la extrageri, precum și acces la evenimente speciale.

source: Report a bug
cs: Nahlásit chybu
de: Melde einen technischen Fehler
es: Reportar un error
fi: Ilmoita virheestä
fr: Signaler un bug
it: Segnalare un bug
pl_pl: Zgłoś błąd
pt_br: Reportar um erro
ro: Raporteaza o eroare

source: Reservation
cs: Rezervace
de: Reservierung
es: Reserva
fi: Varaus
fr: Réservation
it: Prenotazione
pl_pl: Rezerwacja
pt_br: Reserva
ro: Rezervare

source: Reservations
cs: Rezervace
de: Reservierungen
es: Reservaciones
fi: Varaukset
fr: Réservations
it: Prenotazioni
pl_pl: Rezerwacje
pt_br: Reservas
ro: Rezervări

source: Reserve
cs: Rezervovat
de: Reservieren
es: Reservar
fi: Varata
fr: Réserve
it: Riserva
pl_pl: rezerwa
pt_br: Reserva
ro: Rezervă

source: Save
cs: Uložit
de: Speichern
es: Ahorrar
fi: Tallentaa
fr: Sauvegarder
it: Salva
pl_pl: Ratować
pt_br: Salvar
ro: Salvați

source: Select Country
cs: Vyberte zemi
de: Land auswählen
es: Seleccionar país
fi: Valitse maa
fr: Choisissez le pays
it: Seleziona il paese
pl_pl: Wybierz kraj
pt_br: Selecione o pais
ro: Selecteaza tara

source: Service
cs: Servis
es: Servicio
fi: Palvelu
it: Servizio
pl_pl: Praca
pt_br: Serviço
ro: Serviciu

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
pl_pl: Ustawienia
pt_br: Configurações
ro: Setări

source: Show the QR code to the manager
cs: Ukažte QR kód manažerovi
de: Zeigen Sie dem Manager den QR-Code
es: Mostrar el código QR al gerente
fi: Näytä QR-koodi johtajalle
fr: Montrez le code QR au responsable
it: Mostra il codice QR al gestore
pl_pl: Pokaż kod QR menadżerowi
pt_br: Mostre o código QR ao gerente
ro: Afișați codul QR managerului

source: Start time
cs: Doba spuštění
de: Startzeit
es: Hora de inicio
fi: Aloitusaika
fr: Heure de début
it: Ora di inizio
pl_pl: Czas rozpoczęcia
pt_br: Hora de início
ro: Timpul de începere

source: STS Gaming provides its users with the opportunity to participate in the loyalty program and level up. You can find out more below
cs: STS Gaming poskytuje svým uživatelům možnost zapojit se do věrnostního programu a zvýšit úroveň. Více se dozvíte níže
de: STS Gaming bietet seinen Nutzern die Möglichkeit, am Treueprogramm teilzunehmen und aufzusteigen. Mehr dazu erfahren Sie weiter unten
es: STS Gaming ofrece a sus usuarios la oportunidad de participar en el programa de fidelización y subir de nivel. Puedes obtener más información a continuación
fi: STS Gaming tarjoaa käyttäjilleen mahdollisuuden osallistua kanta-asiakasohjelmaan ja nousta tasolle. Voit lukea lisää alta
fr: STS Gaming offre à ses utilisateurs la possibilité de participer au programme de fidélité et de passer au niveau supérieur. Vous pouvez en savoir plus ci-dessous
it: STS Gaming offre ai suoi utenti l'opportunità di partecipare al programma fedeltà e salire di livello. Puoi scoprire di più qui sotto
pl_pl: STS Gaming zapewnia swoim użytkownikom możliwość uczestnictwa w programie lojalnościowym i awansowania. Więcej informacji znajdziesz poniżej
pt_br: A STS Gaming oferece aos seus usuários a oportunidade de participar do programa de fidelidade e subir de nível. Você pode descobrir mais abaixo
ro: STS Gaming oferă utilizatorilor săi posibilitatea de a participa la programul de loialitate și de a crește nivelul. Puteți afla mai multe mai jos

source: Suggest improvement
cs: Navrhněte zlepšení
de: Verbesserungsvorschlag
es: Sugerir mejoras
fi: Ehdota parannusta
fr: Proposer une amélioration
it: Suggerisci un miglioramento
pl_pl: Zaproponuj ulepszenie
pt_br: Sugira melhoria
ro: Sugerați îmbunătățiri

source: Support
cs: Podpěra, podpora
de: Unterstützung
es: Apoyo
fi: Tuki
fr: Soutien
it: Supporto
pl_pl: Wsparcie
pt_br: Apoiar
ro: A sustine

source: Surname
cs: Příjmení
de: Nachname
es: Apellido
fi: Sukunimi
fr: Nom de famille
it: Cognome
pl_pl: Nazwisko
pt_br: Sobrenome
ro: Nume de familie

source: The message has been copied to the clipboard.
cs: Zpráva byla zkopírována do schránky.
de: Die Nachricht wurde in die Zwischenablage kopiert.
es: El mensaje ha sido copiado al portapapeles.
fi: Viesti on kopioitu leikepöydälle.
fr: Le message a été copié dans le presse-papiers.
it: Il messaggio è stato copiato negli appunti.
pl_pl: Wiadomość została skopiowana do schowka.
pt_br: A mensagem foi copiada para a área de transferência.
ro: Mesajul a fost copiat în clipboard.

source: This information will be used to reserve rooms in clubs.
cs: Tyto informace budou použity k rezervaci pokojů v klubech.
de: Diese Informationen werden für die Reservierung von Zimmern in Clubs verwendet.
es: Esta información se utilizará para reservar habitaciones en clubes.
fi: Näitä tietoja käytetään huoneiden varaamiseen klubeissa.
fr: Ces informations seront utilisées pour réserver des chambres dans les clubs.
it: Queste informazioni verranno utilizzate per prenotare le camere nei club.
pl_pl: Informacje te zostaną wykorzystane do rezerwacji pokoi w klubach.
pt_br: Essas informações serão usadas para reservar quartos em clubes.
ro: Aceste informații vor fi folosite pentru a rezerva camere în cluburi.

source: Time: %@
cs: Čas: %@
de: Zeit: %@
es: Tiempo: %@
fi: Aika: %@
fr: Temps: %@
it: Tempo: %@
pl_pl: Czas: %@
pt_br: Tempo: %@
ro: Ora: %@

source: True Gamer
cs: Opravdový hráč
de: Echter Gamer
es: Verdadero jugador
fi: Todellinen pelaaja
fr: Véritable joueur
it: Vero Giocatore
pl_pl: Prawdziwy Gracz
pt_br: Verdadeiro jogador
ro: Jucător adevărat

source: Usage
cs: Používání
de: Verwendung
es: Uso
fi: Käyttö
it: Utilizzo
pl_pl: Stosowanie
pt_br: Uso
ro: Utilizare

source: User Details
cs: Podrobnosti o uživateli
de: Nutzerdetails
es: Detalles de usuario
fi: Käyttäjän tiedot
fr: Détails de l'utilisateur
it: Dettagli utente
pl_pl: Dane użytkownika
pt_br: Detalhes do usuario
ro: Detalii utilizator

source: VIP Player
cs: VIP hráč
de: VIP-Spieler
es: Jugador VIP
fi: VIP-pelaaja
fr: Joueur VIP
it: Giocatore VIP
pl_pl: Gracz VIP
pt_br: Jogador VIP
ro: Jucător VIP

source: Welcome!
cs: Vítejte!
de: Willkommen!
es: ¡Bienvenido!
fi: Tervetuloa!
fr: Salut!
it: Benvenuto!
pl_pl: Powitanie!
pt_br: Bem-vindo!
ro: Bine ati venit!

source: Your email
cs: Tvůj e-mail
de: Deine E-Mail
es: Tu correo electrónico
fi: Sähköpostisi
fr: Votre email
it: La tua email
pl_pl: Twój email
pt_br: Seu email
ro: Email-ul tau

source: Enter your name
de: Gib deinen Namen ein
es: Introduzca su nombre
fi: Kirjoita nimesi
fr: Entrez votre nom
it: Inserisci il tuo nome
pl_pl: Wpisz swoje imię
pt_br: Digite seu nome
ro: Introdu numele tau
